Repository: ami8ne9/GestionComerceTr
Catalog: Resources/Resources.*.resx
Languages: ar

# Perm_DeletePayMethods
source: Delete Payment Methods
ar: حذف طرق دفع

# Perm_DeleteRoles
source: Delete Roles
ar: حذف أدوار

# Perm_DeleteSupplier
source: Delete Supplier
ar: حذف مورد

# Perm_DeleteUsers
source: Delete Users
ar: حذف مستخدمين

# Perm_Delivery
source: Delivery
ar: التوصيل

# Perm_DeliveryMgmt
source: Delivery Management
ar: إدارة التوصيلات

# Perm_EditArticles
source: Edit Articles
ar: تعديل مقالات

# Perm_EditFamilies
source: Edit Families
ar: تعديل فئات

# Perm_EditUsers
source: Edit Users
ar: تعديل مستخدمين

# Perm_Families
source: Families
ar: الفئات

# Perm_InventoryPage
source: Inventory Page
ar: صفحة المخزون

# Perm_InvoiceHistory
source: Invoice History
ar: سجل الفواتير

# Perm_InvoiceSettings
source: Invoice Settings
ar: إعدادات الفاتورة

# Perm_Invoicing
source: Invoicing
ar: الفوترة

# Perm_Management
source: Management
ar: الإدارة

# Perm_ModifyClient
source: Modify Client
ar: تعديل عميل

# Perm_ModifyInvSettings
source: Modify Invoice Settings
ar: تعديل إعدادات الفاتورة

# Perm_ModifyPayMethods
source: Modify Payment Methods
ar: تعديل طرق دفع

# Perm_ModifySupplier
source: Modify Supplier
ar: تعديل مورد

# Perm_Operations
source: Operations
ar: العمليات

# Perm_PageAccess
source: Page Access
ar: الوصول إلى الصفحات

# Perm_PayClient
source: Pay Client
ar: تسوية عميل

# Perm_PaySupplier
source: Pay Supplier
ar: تسوية مورد

# Perm_PaymentMethods
source: Payment Methods
ar: طرق الدفع

# Perm_Reports
source: Reports
ar: التقارير

# Perm_ReverseMove
source: Reverse Movement
ar: إلغاء حركة

# Perm_ReverseOp
source: Reverse Operation
ar: إلغاء عملية

# Perm_RoleName
source: Role Name
ar: اسم الدور

# Perm_SalesPage
source: Sales Page
ar: صفحة المبيعات

# Perm_SavedInvoices
source: Saved Invoices
ar: الفواتير المحفوظة

# Perm_SettleClient
source: Settle Client
ar: تسوية دين عميل

# Perm_SettleSupplier
source: Settle Supplier
ar: تسوية دين مورد

# Perm_Settlements
source: Settlements
ar: التسويات

# Perm_SupplierPerms
source: Supplier Permissions
ar: صلاحيات الموردين

# Perm_SuppliersPage
source: Suppliers Page
ar: صفحة الموردين

# Perm_SystemActions
source: System Actions
ar: إجراءات النظام

# Perm_UsersRoles
source: Users & Roles
ar: المستخدمون والأدوار

# Perm_ViewAbout
source: View About
ar: عرض حول

# Perm_ViewArticles
source: View Articles
ar: عرض المقالات

# Perm_ViewClient
source: View Client
ar: عرض العملاء

# Perm_ViewClientCredit
source: View Client Credit
ar: عرض دين العميل

# Perm_ViewClientOps
source: View Client Operations
ar: عرض عمليات العميل

# Perm_ViewFamilies
source: View Families
ar: عرض الفئات

# Perm_ViewInvSettings
source: View Invoice Settings
ar: عرض إعدادات الفاتورة

# Perm_ViewMoves
source: View Movements
ar: عرض الحركات

# Perm_ViewOps
source: View Operations
ar: عرض العمليات

# Perm_ViewPayMethods
source: View Payment Methods
ar: عرض طرق الدفع

# Perm_ViewProjMgmt
source: View Project Management
ar: عرض إدارة المشاريع

# Perm_ViewReports
source: View Reports
ar: عرض التقارير

# Perm_ViewRoles
source: View Roles
ar: عرض الأدوار

# Perm_ViewSettings
source: View Settings
ar: عرض الإعدادات

# Perm_ViewSupplier
source: View Supplier
ar: عرض الموردين

# Perm_ViewSupplierCredit
source: View Supplier Credit
ar: عرض دين المورد

# Perm_ViewSupplierOps
source: View Supplier Operations
ar: عرض عمليات المورد

# Perm_ViewUsers
source: View Users
ar: عرض المستخدمين

source: PHONE / ICE
ar: الهاتف / ICE

# PhoneRequired
source: Phone *
ar: الهاتف (مطلوب)

source: Postal Code
ar: الرمز البريدي

# PreviewDoc
source: Preview
ar: معاينة المستند

# Preview_Close
source: Close
ar: إغلاق المعاينة

source: Process payment
ar: معالجة الدفع

source: Quick Actions
ar: إجراءات سريعة

source: RECIPIENT:
ar: المستلم

source: Reference
ar: المرجع

# Register
source: Save
ar: تسجيل

source: Registration
ar: التسجيل

source: Rejected
ar: مرفوض

source: Remaining balance
ar: الرصيد المتبقي

source: Remaining Credit
ar: الدين المتبقي

source: Reset
ar: إعادة تعيين

# RoleWindow_AddRole
source: Add Role
ar: إضافة دور

source: Save as Invoice
ar: حفظ كفاتورة

source: Save Changes
ar: حفظ التغييرات

source: Saved Invoices
ar: الفواتير المحفوظة

source: Search by number, client, ICE...
ar: البحث بالرقم أو العميل أو ICE

source: Search by reference...
ar: البحث بالمرجع

source: Search by reference or description...
ar: البحث بالمرجع أو الوصف

# SelectAtLeastOneOperation
source: ⚠️ Please select at least one operation
ar: اختر عملية واحدة على الأقل

source: Select Operation
ar: اختيار عملية

# Settings_AboutUs
source: About Us
ar: معلومات عنا

# Settings_Preferences
source: Preferences
ar: التفضيلات

source: Start Date
ar: تاريخ البداية

source: State
ar: الحالة

source: Status
ar: الحالة

source: Suburb
ar: الضاحية (70 درهم)

source: Supplier ID
ar: معرف المورد

# SupplierRequired
source: Supplier *
ar: المورد (مطلوب)

# TVAAmount
source: VAT Amount
ar: مبلغ الضريبة

# TVAPercent
source: VAT (%)
ar: الضريبة (%)

# TVARate
source: VAT Rate (%)
ar: نسبة الضريبة

# ThankYou
source: Thank you for your trust!
ar: شكراً لثقتكم!

# TimeUpper
source: TIME:
ar: الوقت

source: TOTAL AMOUNT
ar: المبلغ الإجمالي

source: Total Amount (MAD) *
ar: المبلغ الإجمالي (درهم)

source: Total Fees
ar: إجمالي الرسوم

# TotalHT
source: Total Excl. Tax (DH)
ar: الإجمالي بدون ضريبة

source: Total Operation
ar: إجمالي العملية

source: Total Order
ar: إجمالي الطلب

# TotalOrderColon
source: Total Order:
ar: إجمالي الطلب:

source: Total Order (DH)
ar: إجمالي الطلب (درهم)

source: Total payments
ar: إجمالي المدفوعات

source: Total quantity
ar: الكمية الإجمالية

source: Total Suppliers
ar: إجمالي الموردين

source: Unavailable
ar: غير متاح

# UnitPriceShort
source: Unit Price
ar: س.و

source: Unpaid balance
ar: الرصيد غير المدفوع

source: Update
ar: تحديث

# UpdateUser_Apply
source: Apply
ar: تطبيق

source: Van
ar: شاحنة صغيرة

source: Vehicle Type
ar: نوع المركبة

source: View
ar: عرض

source: View Delivery Ticket
ar: عرض وصل التوصيل

# ViewImage
source: View
ar: عرض الصورة

source: View Operations
ar: عرض العمليات

source: View Route
ar: عرض المسار

source: Zone
ar: المنطقة

# ZoneUpper
source: ZONE:
ar: المنطقة

source: All data will be lost
ar: ستُفقد جميع البيانات

# AllOperationTypes
source: All types
ar: جميع أنواع العمليات

source: Applied Discount
ar: الخصم المطبق

source: Bank
ar: بنك

# CheckHistoryTab
source: Check History
ar: تحقق من علامة تبويب السجل

source: Client Credit Payment
ar: دفع برصيد العميل

source: Credit Value
ar: قيمة الائتمان

source: Date/Time
ar: التاريخ والوقت

source: Delivery Note
ar: إشعار التسليم

source: Deletion
ar: حذف

# Expedition
source: Shipping
ar: شحن

source: Finance
ar: المالية

# InitialQuantity
source: Initial Qty
ar: الكمية الأولية

source: Invoice ID
ar: رقم الفاتورة

source: Manage inventory in/out
ar: إدارة الوارد والصادر من المخزون

source: Modification
ar: تعديل

source: Movement will also be reversed in operation
ar: سيتم أيضاً عكس الحركة في العملية

source: Number of Articles
ar: عدد المقالات

source: Operation Type
ar: نوع العملية

# ProForma
source: Pro Format
ar: فاتورة أولية

source: Purchase
ar: شراء

source: Purchase Order
ar: أمر الشراء

source: Quote
ar: عرض السعر

source: Select Client
ar: اختر عميل

source: Shipment
ar: شحنة

source: Supplier Credit Payment
ar: دفع برصيد المورد

source: SUPPLIER NAME
ar: اسم المورد

source: Total Price
ar: السعر الإجمالي

source: Transaction Type
ar: نوع المعاملة

source: User
ar: مستخدم

# User_Actions
source: Actions
ar: إجراءات المستخدم

# User_Code
source: Code
ar: رمز المستخدم

# User_ID
source: ID
ar: معرف المستخدم

# User_Name
source: Name
ar: اسم المستخدم

# User_Role
source: Role
ar: دور المستخدم

source: VAT Number
ar: رقم ضريبة القيمة المضافة

source: VAT
ar: ضريبة القيمة المضافة

source: Articles in this operation
ar: المقالات في هذه العملية

source: Company ID
ar: معرف الشركة

source: Today
ar: اليوم

source: Telephone
ar: هاتف

source: Normal
ar: عادي

source: Payment Type
ar: نوع الدفع

source: Add Operation
ar: إضافة عملية

source: Amount in Words
ar: المبلغ بالأحرف

source: Billing Information
ar: معلومات الفوترة

source: Cheque Reference
ar: مرجع الشيك

source: Currency
ar: العملة

source: Description / Notes
ar: الوصف / ملاحظات

source: Given By
ar: مقدم من

source: International
ar: دولي

source: Invoice Index
ar: فهرس الفاتورة

source: Invoice Status
ar: حالة الفاتورة

source: Month
ar: شهر

source: National
ar: وطني

source: Net Profit
ar: صافي الربح

source: New Movement
ar: حركة جديدة

source: Received By
ar: مستلم من

source: Select Articles to Reverse
ar: حدد المقالات للعكس

source: Show All
ar: عرض الكل

# SixMonths
source: 6 months
ar: ستة أشهر

# TodayPlus
source: +8 today
ar: اليوم +

source: Total After Discount
ar: الإجمالي بعد الخصم

source: Total Amount Incl. VAT
ar: المبلغ الإجمالي شامل الضريبة

source: VAT Amount
ar: مبلغ الضريبة

source: VAT Rate (%)
ar: نسبة الضريبة

source: Week
ar: أسبوع

source: Year
ar: سنة
