Repository: ami8ne9/GestionComerceTr
Catalog: Resources/Resources.*.resx
Languages: ar

source: Cancel
ar: إلغاء

source: Save
ar: حفظ

source: Add
ar: إضافة

source: Confirm
ar: تأكيد

source: Search
ar: بحث

source: Code
ar: الرمز

source: Name
ar: الاسم

source: Address
ar: العنوان

source: Phone number
ar: رقم الهاتف

source: Balance
ar: الرصيد الابتدائي

source: Discount
ar: الخصم

source: Stock
ar: المخزون

# Family
source: Category
ar: الفئة

source: Supplier
ar: المورد

source: Price
ar: السعر

source: Quantity
ar: الكمية

source: Total
ar: المجموع

source: Image
ar: الصورة

source: Categories
ar: الفئات

source: Products
ar: المنتجات

source: Client
ar: العميل

source: Back
ar: رجوع

source: Print
ar: طباعة

source: Manual
ar: يدوي

source: Confirmed
ar: تم التأكيد

source: Reverse
ar: إلغاء

source: Reversed
ar: ملغى

source: Company
ar: شركة

source: Company Name
ar: اسم الشركة

source: Phone
ar: الهاتف

source: Email
ar: البريد الإلكتروني

source: Description
ar: الوصف

source: Notes
ar: ملاحظات

source: Preview
ar: معاينة

source: Browse
ar: استعراض

# TVA
source: VAT %
ar: الضريبة (%)

source: Company Logo
ar: شعار الشركة

source: Client Management
ar: إدارة العملاء

# ClientManagementDescription
source: Manage and track all your customer relationships
ar: إدارة العملاء ومعلوماتهم

# IsCompany
source: Is this a company?
ar: هل هي شركة؟

source: Client Name
ar: اسم العميل

source: Legal Status
ar: الوضع القانوني

# ICE
source: ICE (Common Company Identifier)
ar: ICE (المعرف المشترك للمؤسسة)

source: Headquarters
ar: المقر الرئيسي للشركة

source: Client Operations
ar: عمليات العميل

source: Delete Confirmation
ar: تأكيد الحذف

source: Payment management
ar: إدارة المدفوعات

source: Supplier Management
ar: إدارة الموردين

source: Supplier Operations
ar: عمليات المورد

# EditSupplier
source: Edit
ar: تعديل المورد

# POS_Title
source: Point of Sale
ar: نقطة البيع

# POS_Subtitle
source: Point of Sale - Transaction Management
ar: إدارة المبيعات والمعاملات

source: Cart Items
ar: عناصر السلة

# Articles
source: Items
ar: عناصر

source: Empty Cart
ar: لا توجد عناصر في السلة

source: Payment Method
ar: طريقة الدفع

source: Print Ticket
ar: طباعة التذكرة

source: Print Invoice
ar: طباعة الفاتورة

source: Cash
ar: نقداً

source: Credit
ar: دين

source: Half Payment
ar: دفع 50/50

source: Clear Cart
ar: إفراغ السلة

source: Product Search
ar: البحث عن منتج

source: Selected Product
ar: المنتج المحدد

source: No Product Selected
ar: لم يتم تحديد منتج

# AddButton
source: Add
ar: إضافة

source: List View
ar: عرض القائمة

source: Card View
ar: عرض البطاقات

source: Large Icons
ar: أيقونات كبيرة

source: Medium Icons
ar: أيقونات متوسطة

source: Small Icons
ar: أيقونات صغيرة

source: Sort Name A-Z
ar: الاسم (أ-ي)

source: Sort Name Z-A
ar: الاسم (ي-أ)

# SortPriceAsc
source: Price Ascending
ar: السعر تصاعدي

# SortPriceDesc
source: Price Descending
ar: السعر تنازلي

# SortQtyAsc
source: Quantity Ascending
ar: الكمية تصاعدي

# SortQtyDesc
source: Quantity Descending
ar: الكمية تنازلي

# SortNewest
source: Newest
ar: الأحدث إلى الأقدم

# SortOldest
source: Oldest
ar: الأقدم إلى الأحدث

source: See All
ar: عرض الكل

# ColID
source: ID
ar: المعرف

# ColProductName
source: Product Name
ar: اسم المنتج

# ColPurchase
source: Purchase Price
ar: شراء

# ColSale
source: Sale Price
ar: بيع

# ColMarket
source: Market Price
ar: سوق

# TicketPreviewTitle
source: Ticket Preview
ar: معاينة التذكرة

# InvoiceNumber
source: Invoice N°
ar: فاتورة رقم

# ArticleHeader
source: Article
ar: المقال

# QtyHeader
source: Qty
ar: الكمية

# UnitPriceHeader
source: Unit Price
ar: س.و

# TotalHeader
source: Total
ar: المجموع

source: Subtotal
ar: المجموع الجزئي:

# Remise
source: Discount
ar: الخصم:

source: Confirm and Print
ar: تأكيد والطباعة

source: Sale Validation
ar: التحقق من صحة البيع

source: Add Article
ar: + إضافة مقال

# CashPayment
source: CASH
ar: نقداً

source: Cash Sale
ar: بيع نقدي

source: Client selection required
ar: ⚠️ مطلوب اختيار العميل

# SearchSelect
source: Search and Select
ar: بحث / اختيار

source: New Client
ar: + عميل جديد

# ClientInfo
source: Client Information
ar: معلومات العميل

source: Client Discount
ar: خصم العميل:

source: Credit Amount
ar: المبلغ بالدين

source: Credit amount note
ar: المبلغ الذي سيوضع كدين

source: Additional Discount
ar: خصم إضافي

source: Summary
ar: ملخص

# SubtotalLabel
source: Subtotal:
ar: المجموع الجزئي

source: Total Discount
ar: إجمالي الخصم

# TotalTTC
source: Total Incl. Tax
ar: المجموع شاملاً للضريبة

# CheckInfo
source: Check Information
ar: تحقق من المعلومات قبل المتابعة

source: Confirm Sale
ar: تأكيد البيع

source: Client Selection
ar: اختيار العميل

# ClientSelectionSubtitle
source: Select a client for the sale
ar: ابحث عن عميل موجود أو أضف عميلاً جديداً أو تابع بدون عميل

source: Search Results
ar: نتائج البحث

# SelectedClientLabel
source: Selected Client
ar: العميل المحدد

source: No Client Selected
ar: لم يتم اختيار عميل

# DiscountLabel
source: Discount:
ar: الخصم

# CreditLabel
source: Credit
ar: الدين

# NewClientButton
source: New Client
ar: عميل جديد

# NoClientButton
source: No Client
ar: بدون عميل

# SelectArticleTitle
source: Select Article
ar: اختيار مقال

source: Search Article
ar: ابحث عن مقال...

# QuantityLabel
source: Quantity
ar: الكمية:

source: Quick Add Client
ar: إضافة سريعة لعميل

source: Add Client
ar: إضافة العميل

# General_Title
source: General Settings
ar: الإعدادات العامة

# General_Description
source: Application Settings
ar: الإعداد العام للتطبيق

# General_VirtualKeyboard
source: Virtual Keyboard
ar: لوحة المفاتيح الافتراضية

# About_Title
source: About Us
ar: معلومات عنا

# Payment_Title
source: Payment Methods
ar: طرق الدفع

# Preview_Title
source: Preview
ar: معاينة الفاتورة

# Settings_BackButton
source: Back
ar: العودة إلى الإعدادات

# Settings_TicketSettings
source: Ticket/Invoice Settings
ar: إعدادات التذكرة / الفاتورة

# Settings_UserManagement
source: User Management
ar: إدارة المستخدمين

# AddUser_Title
source: Add User
ar: إضافة مستخدم

# UpdateUser_Title
source: Update User
ar: تعديل المستخدم

# DeleteUser_Title
source: Delete User
ar: حذف المستخدم

# User_Edit
source: Edit
ar: تعديل

# RoleWindow_Title
source: Role Management
ar: الأدوار

# Role_Modify
source: Modify Role
ar: تعديل الدور

# Perm_ConfigTitle
source: Role Configuration
ar: إعداد الصلاحيات

# Perm_Exit
source: Exit
ar: خروج

source: Invoice
ar: فاتورة

source: Invoice History
ar: سجل الفواتير

source: Edit Invoice
ar: تعديل الفاتورة

source: Saved Invoices (Suppliers)
ar: فواتير الموردين المحفوظة

# CheckHistory
source: Verify Check History
ar: مراجعة السجل

source: Search Client by name
ar: البحث عن عميل بالاسم

# SearchOperationByID
source: Search operation by id or client name
ar: البحث عن عملية بالرقم

source: Operation Articles
ar: مقالات العملية

source: Operation Details
ar: تفاصيل العملية

source: Modify Article
ar: تعديل المقال

source: Article Cancellation
ar: إلغاء المقالات

source: Cancellation Confirmation
ar: تأكيد الإلغاء

source: New Delivery
ar: توصيل جديد

source: Deliverer Management
ar: إدارة الموصِّلين

# DeliveryDetailsNumber
source: Delivery Details No.
ar: رقم التوصيل

# DeliveryTicketUpper
source: DELIVERY TICKET
ar: وصل التوصيل

source: Deliverers List
ar: قائمة الموصِّلين

source: Delivery Instructions
ar: تعليمات التوصيل

source: Delivery Management
ar: إدارة التوصيلات

source: Company address
ar: عنوان الشركة

# CreatedOn
source: Created on 12/15/2024 at 2:30 PM
ar: تاريخ الإنشاء

# About_Tagline
source: The ideal solution for your business
ar: حلك لإدارة التجارة

source: Company Headquarters
ar: المقر الرئيسي

source: Edit
ar: تعديل

source: Modify
ar: تعديل

source: Date
ar: التاريخ

# Article
source: Item
ar: مقال

source: Operation
ar: عملية

source: Operations
ar: العمليات

# UnitPrice
source: Unit Price (DH)
ar: سعر الوحدة

source: Save and Print
ar: حفظ وطباعة

source: Total Credit
ar: إجمالي الدين

source: Total Clients
ar: إجمالي العملاء

# ActionIrreversible
source: This action is irreversible
ar: هذا الإجراء لا يمكن التراجع عنه

# IrreversibleAction
source: This action is irreversible
ar: إجراء لا رجعة فيه

source: This action is irreversible
ar: هذا الإجراء لا رجعة فيه ولا يمكن التراجع عنه.

source: Transaction completed successfully
ar: تمت المعاملة بنجاح

source: Select Articles to Cancel
ar: اختر المقالات المراد إلغاؤها

# Settings_Title
source: Settings
ar: الإعدادات

# General_KeyboardDesc
source: Enable on-screen virtual keyboard.
ar: تفعيل أو تعطيل لوحة المفاتيح الافتراضية

# Payment_Description
source: Manage your payment methods.
ar: إدارة طرق الدفع المقبولة

# Preview_Header
source: Invoice Preview
ar: معاينة الفاتورة

# AddUser_Description
source: Create a new user account.
ar: إنشاء حساب مستخدم جديد

# UpdateUser_Description
source: Modify user information.
ar: تعديل معلومات المستخدم

# DeleteUser_ConfirmTitle
source: Confirm deletion
ar: تأكيد الحذف

# User_Delete
source: Delete
ar: حذف

# RoleWindow_Description
source: Manage roles and permissions.
ar: إدارة الأدوار والصلاحيات

# Role_Delete
source: Delete Role
ar: حذف الدور

# Perm_Logout
source: Logout
ar: تسجيل الخروج

# Perm_ManageDesc
source: Configure permissions for this role.
ar: ضبط صلاحيات الدور

# DeleteSupplier
source: Delete
ar: حذف المورد

# SupplierCode
source: Code
ar: رمز المورد

# ManageTrackSuppliers
source: Manage and track all your supplier relationships
ar: إدارة ومتابعة الموردين

source: Create Invoice
ar: إنشاء فاتورة

source: Invoice Information
ar: معلومات الفاتورة

# ConsultManageInvoices
source: View and manage all your invoices
ar: الاطلاع على الفواتير وإدارتها

# SavedInvoicesDescription
source: Record and manage invoices received from your suppliers
ar: الفواتير المحفوظة والمعلقة

# ManageViewChecks
source: Manage and view all your checks with associated invoices
ar: إدارة الشيكات والاطلاع عليها

# About_SolutionTitle
source: Our Solution
ar: حل لإدارة التجارة

source: Active clients
ar: العملاء النشطون

# AddModifyCheck
source: Add / Modify a Check
ar: إضافة / تعديل شيك

# AddModifySupplierInvoice
source: Add / Modify a Supplier Invoice
ar: إضافة / تعديل فاتورة المورد

source: Add Supplier
ar: إضافة مورد

# AddUser_FullName
source: Full Name
ar: الاسم الكامل

# AddUser_Password
source: Password
ar: كلمة المرور

# AreYouSureReverseMovement
source: Are you sure you want to reverse this movement?
ar: هل أنت متأكد من إلغاء هذه الحركة؟

# AreYouSureReverseOperation
source: Are you sure you want to reverse this operation?
ar: هل أنت متأكد من إلغاء هذه العملية؟

source: Associated Operation
ar: العملية المرتبطة

source: Close
ar: إغلاق

source: Continue
ar: متابعة

# DeleteClientConfirm
source: Are you sure you want to delete this client?
ar: هل أنت متأكد من حذف هذا العميل؟

# DeleteUser_Irreversible
source: This action is irreversible.
ar: هذا الإجراء لا رجعة فيه.

# DelivererManagementDescription
source: Manage your delivery team
ar: إدارة قائمة الموصِّلين

# DeliveryManagementDescription
source: Manage and track all your deliveries
ar: متابعة وإدارة التوصيلات

# EditClient
source: Edit client information
ar: تعديل العميل

# General_AlwaysShow
source: Always Show
ar: إظهار دائماً

source: ID
ar: المعرف

# InvoiceHistoryTab
source: Invoice History
ar: سجل الفواتير

# Keyboard_Language
source: Language
ar: لغة لوحة المفاتيح

source: Operation Information
ar: معلومات العملية

source: Operation Selection
ar: اختيار العملية

source: Pay
ar: دفع

# Payment_NewMethod
source: New Method
ar: طريقة دفع جديدة

# Perm_ActivateAll
source: Activate All
ar: تفعيل الكل

# Perm_Shutdown
source: Shutdown
ar: إيقاف التشغيل

source: Refresh
ar: تحديث

# RoleWindow_Close
source: Close
ar: إغلاق

source: Sale
ar: بيع

source: Save as PDF
ar: حفظ كـ PDF

# Settings_PaymentMethod
source: Payment Methods
ar: طريقة الدفع

source: Shipped Quantity
ar: الكمية المشحونة

source: Stock Movement
ar: حركة المخزون

# SupplierNameRequired
source: Supplier Name *
ar: اسم المورد مطلوب

# SureDeleteSupplier
source: Are you sure you want to delete this supplier?
ar: هل أنت متأكد من حذف هذا المورد؟

# TicketNumber
source: TICKET N°:
ar: رقم التذكرة

source: Total Amount Excl. VAT
ar: المبلغ الإجمالي بدون ضريبة

source: Total paid
ar: إجمالي المدفوع

# TotalQuantityHeader
source: Total Qty
ar: إجمالي الكمية

source: Type
ar: النوع

# About_AdvancedSecurity
source: Advanced Security
ar: الأمان المتقدم

# About_AdvancedSecurityDesc
source: Complete data protection with encryption and access control.
ar: إدارة المستخدمين والأدوار بالصلاحيات

# About_AutoInvoicing
source: Automatic Invoicing
ar: الفوترة التلقائية

# About_AutoInvoicingDesc
source: Automatic generation of professional invoices.
ar: إنشاء فواتير احترافية

# About_Availability
source: 24/7 Availability
ar: التوفر

# About_ClientManagement
source: Client Management
ar: إدارة العملاء

# About_ClientManagementDesc
source: Complete tracking of your clients and their operations.
ar: متابعة العملاء وعملياتهم

# About_ContactDesc
source: Our team is available to help you.
ar: فريقنا متاح لمساعدتك

# About_ContactUs
source: Contact Us
ar: اتصل بنا

# About_Copyright
source: © 2024 GestionComerce. All rights reserved.
ar: © 2024 GestionComerce

# About_Description1
source: Complete commercial management solution.
ar: حل متكامل لإدارة تجارتك

# About_Description2
source: Optimize your business management.
ar: مطورة بأحدث التقنيات الحديثة

# About_DetailedReports
source: Detailed Reports
ar: تقارير مفصلة

# About_DetailedReportsDesc
source: Comprehensive analytics and reports for your business.
ar: تحليلات وإحصائيات نشاطك التجاري

# About_MainFeatures
source: Main Features
ar: الميزات الرئيسية

# About_PrimaryContact
source: Primary Contact
ar: جهة الاتصال الرئيسية

# About_Rights
source: All rights reserved.
ar: جميع الحقوق محفوظة

# About_SalesManagement
source: Sales Management
ar: إدارة المبيعات

# About_SalesManagementDesc
source: Manage your sales and track your performance.
ar: إدارة المبيعات والمعاملات

# About_SecondaryContact
source: Secondary Contact
ar: جهة الاتصال الثانوية

# About_StockManagement
source: Stock Management
ar: إدارة المخزون

# About_StockManagementDesc
source: Total control of your inventory in real time.
ar: متابعة المخزون في الوقت الفعلي

# About_WorkingHours
source: Mon-Sat: 9:00AM-6:00PM
ar: الاثنين-السبت: 8ص-6م

source: ACTIONS
ar: الإجراءات

source: Active Suppliers
ar: الموردون النشطون

# AddUser_Cancel
source: Cancel
ar: إلغاء

# AddUser_Create
source: Create
ar: إنشاء

# AddUser_Role
source: Role
ar: الدور

# AddressRequired
source: Full Address *
ar: العنوان (مطلوب)

# AddressUpper
source: ADDRESS
ar: العنوان

# AllDataLost
source: All associated data will be permanently lost.
ar: ستُفقد جميع البيانات نهائياً.

source: All statuses
ar: جميع الحالات

source: Amount
ar: المبلغ

source: Amount in Letters
ar: المبلغ بالحروف

source: Amount (MAD)
ar: المبلغ (درهم)

# ArticleID
source: Item ID
ar: معرف المقال

# ArticleName
source: Item Name
ar: اسم المقال

source: Articles to Deliver
ar: المقالات المراد توصيلها

source: Assigned Deliverer
ar: الموصّل المعيّن

source: Associated Invoice *
ar: الفاتورة المرتبطة

source: Available
ar: متاح

source: Balance Due
ar: الرصيد المستحق

source: Bank Name
ar: اسم البنك

source: Bike
ar: دراجة

source: Busy
ar: مشغول

source: Call Client
ar: الاتصال بالعميل

source: Cancelled
ar: ملغى

source: Car
ar: سيارة

source: Cashed
ar: تم الصرف

source: Check Date *
ar: تاريخ الشيك

source: Check Image
ar: صورة الشيك

source: Check Reference *
ar: مرجع الشيك

source: City
ar: المدينة

source: City Center
ar: مركز المدينة (30 درهم)

source: City, Postal Code
ar: المدينة / الرمز البريدي

source: Clear Filters
ar: مسح الفلاتر

source: Client ICE
ar: ICE العميل

source: Client ID
ar: معرف العميل

source: Client Information
ar: معلومات العميل

# ClientInformations
source: Client Information
ar: معلومات العميل

# ClientNameRequired
source: Client Name *
ar: اسم العميل (مطلوب)

# ClientNameUpper
source: CLIENT NAME
ar: اسم العميل

source: Client Reference
ar: مرجع العميل

source: CLIENT SIGNATURE
ar: توقيع العميل

source: Comment (optional)
ar: تعليق (اختياري)

source: Coverage Zone
ar: منطقة التغطية

source: Create Delivery
ar: إنشاء التوصيل

# DataLostPermanently
source: All associated data will be permanently lost.
ar: ستُفقد هذه البيانات نهائياً.

# DateUpper
source: DATE:
ar: التاريخ

source: Delete
ar: حذف

source: Delete client
ar: حذف العميل

# DeleteUser_Cancel
source: Cancel
ar: إلغاء

# DeleteUser_Confirm
source: Confirm
ar: حذف

# DeleteUser_Question
source: Do you really want to delete?
ar: هل أنت متأكد من حذف هذا العنصر؟

# DeleteUser_Warning
source: All data will be lost.
ar: هذا الإجراء لا رجعة فيه.

source: Delivered
ar: تم التوصيل

source: Deliverer
ar: الموصّل

source: Deliverer name
ar: اسم الموصّل

source: DELIVERER SIGNATURE
ar: توقيع الموصّل

# DelivererUpper
source: DELIVERER:
ar: الموصّل

source: Delivery Address
ar: عنوان التوصيل

source: Delivery Details
ar: تفاصيل التوصيل

source: Delivery Fees
ar: رسوم التوصيل

# DeliveryFeesColon
source: Delivery Fees:
ar: رسوم التوصيل:

source: Delivery Fees (DH)
ar: رسوم التوصيل (درهم)

source: Delivery Time
ar: وقت التوصيل

source: Delivery Zone
ar: منطقة التوصيل

source: Effective Date
ar: التاريخ الفعلي

source: En Route
ar: في الطريق

source: End Date
ar: تاريخ الانتهاء

source: Expected Date
ar: التاريخ المتوقع

source: Expected Delivery Date
ar: تاريخ التوصيل المتوقع

source: Fees
ar: الرسوم

source: Filter by status:
ar: تصفية حسب الحالة

source: Financial Details
ar: التفاصيل المالية

source: Financial Summary
ar: الملخص المالي

source: First Name
ar: الاسم الأول

# FirstNameRequired
source: First Name *
ar: الاسم الأول (مطلوب)

source: Full Address
ar: العنوان الكامل

# General_Arabic
source: Arabic
ar: العربية

# General_Automatic
source: Automatic
ar: تلقائي

# General_Cancel
source: Cancel
ar: إلغاء

# General_CardView
source: Card View
ar: عرض البطاقات

# General_DefaultPayment
source: Default Payment
ar: الدفع الافتراضي

# General_DefaultSort
source: Default Sort
ar: الترتيب الافتراضي

# General_DefaultView
source: Default View
ar: العرض الافتراضي

# General_DeleteZero
source: Delete Zero Quantity Articles
ar: حذف المقالات ذات الكمية الصفرية

# General_English
source: English
ar: الإنجليزية

# General_French
source: French
ar: الفرنسية

# General_HideEmpty
source: Hide Empty Labels
ar: إخفاء التسميات الفارغة

# General_IconDesc
source: Choose icon size in the list.
ar: حجم عرض الأيقونات

# General_IconSize
source: Icon Size
ar: حجم الأيقونات

# General_InvoiceDesc
source: Control invoice display.
ar: خيارات عرض الفاتورة

# General_InvoiceDisplay
source: Invoice Display
ar: عرض الفاتورة

# General_Language
source: Language
ar: اللغة

# General_LanguageDesc
source: Choose the application language.
ar: اختر لغة التطبيق

# General_LargeIcons
source: Large Icons
ar: أيقونات كبيرة

# General_ListView
source: List View
ar: عرض القائمة

# General_MediumIcons
source: Medium Icons
ar: أيقونات متوسطة

# General_NameAZ
source: Name A-Z
ar: الاسم (أ-ي)

# General_NameZA
source: Name Z-A
ar: الاسم (ي-أ)

# General_NeverShow
source: Never Show
ar: عدم الإظهار أبداً

# General_NewestFirst
source: Newest First
ar: الأحدث أولاً

# General_OldestFirst
source: Oldest First
ar: الأقدم أولاً

# General_PaymentDesc
source: Set the default payment method.
ar: طريقة الدفع الافتراضية

# General_PriceAsc
source: Price Ascending
ar: السعر تصاعدياً

# General_PriceDesc_Sort
source: Price Descending
ar: السعر تنازلياً

# General_PrintDesc
source: Printing options for tickets and invoices.
ar: خيارات الطباعة الافتراضية

# General_PrintInvoice
source: Print Invoice
ar: طباعة الفاتورة

# General_PrintOptions
source: Print Options
ar: خيارات الطباعة

# General_PrintTicket
source: Print Ticket
ar: طباعة التذكرة

# General_QtyAsc
source: Quantity Ascending
ar: الكمية تصاعدياً

# General_QtyDesc
source: Quantity Descending
ar: الكمية تنازلياً

# General_Save
source: Save
ar: حفظ

# General_SmallIcons
source: Small Icons
ar: أيقونات صغيرة

# General_SortDesc
source: Choose the default article sort order.
ar: ترتيب المنتجات الافتراضي

# General_StockDesc
source: Stock management options.
ar: إدارة المقالات ذات المخزون الصفري

# General_StockManagement
source: Stock Management
ar: إدارة المخزون

# General_ViewDesc
source: Choose the default display mode.
ar: وضع العرض الافتراضي

source: ICE Number
ar: رقم ICE

source: In Preparation
ar: قيد التحضير

source: In Progress
ar: قيد التنفيذ

source: Initial Balance
ar: الرصيد الابتدائي

source: Initial Status
ar: الحالة الابتدائية

# InvoiceCount
source: invoice(s)
ar: عدد الفواتير

source: Invoice Date
ar: تاريخ الفاتورة

source: Invoice Giver
ar: مصدر الفاتورة

source: Invoice Image *
ar: صورة الفاتورة

source: Invoice Receiver
ar: مستلم الفاتورة

source: Invoice Reference
ar: مرجع الفاتورة

# LegalStatusField
source: Legal Status
ar: الشكل القانوني

source: Loading...
ar: جارٍ التحميل...

# MakePayment
source: Make a payment
ar: إجراء دفع

source: Manage Deliverers
ar: إدارة الموصّلين

source: Motorcycle
ar: دراجة نارية

# NameRequired
source: Name *
ar: الاسم (مطلوب)

source: New
ar: جديد

source: Notes / Instructions
ar: ملاحظات / تعليمات

# NotesUpper
source: NOTES:
ar: ملاحظات

source: Object
ar: الموضوع

source: Operation Date
ar: تاريخ العملية

source: Operation ID
ar: معرف العملية

# OperationSelectionDescription
source: Select operations to deliver
ar: اختر العملية المراد ربطها

source: Ordered Articles
ar: المقالات المطلوبة

source: Out of Zone
ar: خارج النطاق (100 درهم)

source: Paid This Month
ar: المدفوع هذا الشهر

source: Pay maximum
ar: دفع الحد الأقصى

source: Payment amount
ar: مبلغ الدفع

source: Payment Mode
ar: طريقة الدفع

# PaymentModeUpper
source: PAYMENT METHOD:
ar: طريقة الدفع

# Payment_Actions
source: Actions
ar: الإجراءات

# Payment_AddFirst
source: Add your first payment method.
ar: أضف طريقة الدفع الأولى

# Payment_AddMethod
source: Add Method
ar: إضافة الطريقة

# Payment_Browse
source: Browse
ar: استعراض

# Payment_Delete
source: Delete
ar: حذف

# Payment_Edit
source: Edit
ar: تعديل

# Payment_ExistingMethods
source: Existing Methods
ar: الطرق الموجودة

# Payment_ID
source: ID
ar: المعرف

# Payment_Image
source: Image
ar: الصورة

# Payment_ImageIcon
source: Icon/Image
ar: الصورة / الأيقونة

# Payment_MethodName
source: Method Name
ar: اسم الطريقة

# Payment_Name
source: Name
ar: الاسم

# Payment_NoMethods
source: No payment methods.
ar: لا توجد طرق دفع محددة

source: Pending
ar: معلق

source: Pending Payment
ar: دفع معلق

source: Periphery
ar: الضواحي (50 درهم)

# Perm_AccessDelivery
source: Access Delivery
ar: الوصول إلى التوصيل

# Perm_AccessInvoicing
source: Access Invoicing
ar: الوصول إلى الفوترة

# Perm_Activate
source: Activate
ar: تفعيل

# Perm_AddArticles
source: Add Articles
ar: إضافة مقالات

# Perm_AddFamilies
source: Add Families
ar: إضافة فئات

# Perm_AddPayMethods
source: Add Payment Methods
ar: إضافة طرق دفع

# Perm_AddRoles
source: Add Roles
ar: إضافة أدوار

# Perm_AddUsers
source: Add Users
ar: إضافة مستخدمين

# Perm_Apply
source: Apply
ar: تطبيق

# Perm_Articles
source: Articles
ar: المقالات

# Perm_Cancel
source: Cancel
ar: إلغاء

# Perm_CashClient
source: Cash Client
ar: تحصيل (عميل)

# Perm_CashSupplier
source: Cash Supplier
ar: تحصيل (مورد)

# Perm_CheckHistory
source: Check History
ar: سجل الشيكات

# Perm_ClientPerms
source: Client Permissions
ar: صلاحيات العملاء

# Perm_ClientsPage
source: Clients Page
ar: صفحة العملاء

# Perm_CreateClient
source: Create Client
ar: إنشاء عميل

# Perm_CreateDelivery
source: Create Delivery
ar: إنشاء توصيل

# Perm_CreateInvoice
source: Create Invoice
ar: إنشاء فاتورة

# Perm_CreateSupplier
source: Create Supplier
ar: إنشاء مورد

# Perm_Deactivate
source: Deactivate
ar: تعطيل

# Perm_DeactivateAll
source: Deactivate All
ar: تعطيل الكل

# Perm_DeleteArticles
source: Delete Articles
ar: حذف مقالات

# Perm_DeleteClient
source: Delete Client
ar: حذف عميل

# Perm_DeleteFamilies
source: Delete Families
ar: حذف فئات
